/* No comment provided by engineer. */
"  SEB session was inactive for %ld:%.2ld (minutes:seconds)" = "Die SEB-Session war inaktiv für %ld:%.2ld (Minuten:Sekunden)";

/* word indicating the duplicate of a file, same as in Finder ' copy' */
" copy" = "Kopie";

/* No comment provided by engineer. */
"%@ was downloaded." = "%@ wurde heruntergeladen.";

/* (No Commment) */
"Add Action to Rule" = "Aktion zur Regel hinzufügen";

/* (No Commment) */
"Add Rule" = "Regel hinzufügen";

/* Title of 'Applications' preference pane */
"Applications" = "Applikationen";

/* No comment provided by engineer. */
"Apply" = "Anwenden";

/* No comment provided by engineer. */
"Apply Anyways" = "Trotzdem anwenden";

/* No comment provided by engineer. */
"Apply Edited Settings?" = "Bearbeitete Einstellungen anwenden?";

/* (No Commment) */
"Apply Settings?" = "Einstellungen anwenden?";

/* No comment provided by engineer. */
"Are you sure you want to quit SEB?" = "Sind Sie sicher, dass Sie SEB beenden wollen?";

/* No comment provided by engineer. */
"Are you sure?" = "Sind Sie sicher?";

/* No comment provided by engineer. */
"Auto Proxy Discovery" = "Automatische Proxy-Entdeckung";

/* No comment provided by engineer. */
"Automatic Proxy Configuration" = "Autom. Proxy-Konfiguration";

/* Title of 'Browser' preference pane */
"Browser" = "Browser";

/* No comment provided by engineer. */
"Cancel" = "Abbrechen";

/* No comment provided by engineer. */
"Cannot Decrypt SEB Settings" = "SEB-Konfiguration kann nicht entschlüsselt werden";

/* No comment provided by engineer. */
"Cannot Decrypt Settings" = "Konfiguration kann nicht entschlüsselt werden";

/* No comment provided by engineer. */
"Cannot Reconfigure SEB Settings" = "Konfiguration kann nicht umkonfiguriert werden";

/* (No Commment) */
"Cannot decrypt settings" = "Einstellungen können nicht entschlüsselt werden";

/* No comment provided by engineer. */
"Center" = "Zentrieren";

/* No comment provided by engineer. */
"Choose" = "Auswählen";

/* No comment provided by engineer. */
"Clear" = "Löschen";

/* No comment provided by engineer. */
"Clear Ignored URL List" = "Ignorierte URLs löschen";

/* No comment provided by engineer. */
"Close Force Quit Window" = "Fenster 'Programme sofort beenden' schliessen";

/* Title of 'Config File' preference pane */
"Config File" = "Konfiguration";

/* No comment provided by engineer. */
"Continue" = "Weiter";

/* No comment provided by engineer. */
"Correct password entered, closing lockdown windows" = "Korrektes Passwort eingegeben, Lockdown-Fenster werden geschlossen";

/* No comment provided by engineer. */
"Current settings have unsaved changes. If you don't save those first, you will loose them." = "Aktuelle Einstellungen haben ungesicherte Änderungen. Wenn Sie nicht zuerst sichern, verlieren Sie diese.";

/* No comment provided by engineer. */
"Debug" = "Debug";

/* No comment provided by engineer. */
"Do you really want to reload the current web page?" = "Wollen Sie die aktuelle Webseite wirklich neu laden?";

/* No comment provided by engineer. */
"Do you want to continue editing the saved settings file?" = "Wollen Sie die gespeicherten Einstellungen weiter bearbeiten?";

/* No comment provided by engineer. */
"Don't Apply" = "Nicht Anwenden";

/* No comment provided by engineer. */
"Don't Save" = "Nicht Speichern";

/* Title of 'Down/Uploads' preference pane */
"Down/Uploads" = "Down/Uploads";

/* No comment provided by engineer. */
"Download Finished" = "Download abgeschlossen";

/* No comment provided by engineer. */
"Edit File" = "Datei bearbeiten";

/* No comment provided by engineer. */
"Edit Saved Settings?" = "Abgespeicherte Einstellungen bearbeiten?";

/* No comment provided by engineer. */
"Edited settings have unsaved changes." = "Bearbeitete Einstellungen haben ungesicherte Änderungen.";

/* No comment provided by engineer. */
"Either an incompatible version of SEB has been used on this computer or the preferences file has been manipulated. In the first case you can quit SEB now and use the previous version to export settings as a .seb config file for reconfiguring the new version. Otherwise local settings need to be reset to the default values in order for SEB to continue running." = "Entweder wurde eine inkompatible SEB-Version auf diesem Rechner benutzt oder die Einstellungen-Datei wurde beschädigt. Im ersten Fall können Sie SEB jetzt beenden und die vorherige SEB-Version benutzen, um die Einstellungen zu exportieren und danach zum Konfigurieren der neuen Version zu benutzen. Anderenfalls müssen die lokalen Einstellungen zurückgesetzt werden, damit SEB weiter laufen kann.";

/* No comment provided by engineer. */
"Enter Password:" = "Passwort eingeben:";

/* No comment provided by engineer. */
"Enter administrator password:" = "Administrator-Passwort eingeben:";

/* No comment provided by engineer. */
"Enter password used to encrypt these settings:" = "Zum Verschlüsseln dieser Einstellungen benutztes Passwort eingeben:";

/* No comment provided by engineer. */
"Enter quit password:" = "Beenden-Passwort eingeben:";

/* No comment provided by engineer. */
"Enter quit/restart password:" = "Beenden-/Neustart-Passwort eingeben:";

/* No comment provided by engineer. */
"Enter the SEB administrator password used in these settings:" = "Geben Sie das in diesen Einstellungen verwendete Administrator-Passwort ein:";

/* No comment provided by engineer. */
"Error" = "Fehler";

/* No comment provided by engineer. */
"Error Decrypting Settings" = "Fehler beim Entschüsseln der Einstellungen";

/* No comment provided by engineer. */
"Error Loading Page" = "Fehler beim Laden der Seite";

/* Title of 'Exam' preference pane */
"Exam" = "Prüfung";

/* No comment provided by engineer. */
"FTP Proxy" = "FTP-Proxy";

/* No comment provided by engineer. */
"Fetching identities" = "Identitäten werden geladen …";

/* No comment provided by engineer. */
"File Automatically Chosen" = "Datei automatisch ausgewählt";

/* (No Commment) */
"File automatically chosen" = "Datei automatisch ausgewählt";

/* No comment provided by engineer. */
"File to Upload Not Found!" = "Datei zum Heraufladen nicht gefunden!";

/* (No Commment) */
"File to upload not found!" = "Datei zum Heraufladen nicht gefunden!";

/* No comment provided by engineer. */
"FirstTimeUserNotice" = "Bitte benutzen Sie die Fenster-Schliessen-Taste oder Cmd-Q (Befehlstaste-Q) um SEB zu beenden und (fn-)F3-F6 um die Einstellungen zu öffnen.

Dieser Hinweis wird solange angezeigt, bis Sie in den Einstellungen eine Start-URL eingeben. Sie sollten dort ausserdem ein Beenden-Passwort und ein Administrator-Passwort festlegen, um das Beenden von SEB und den Zugang zu den Einstellungen einzuschränken.";

/* Title of 'General' preference pane */
"General" = "Allgemein";

/* No comment provided by engineer. */
"Holding Command Key Not Allowed!" = "Befehlstaste drücken nicht erlaubt!";

/* (No Commment) */
"Holding Keys Not Allowed!" = "Tasten drücken nicht erlaubt!";

/* (No Commment) */
"Holding keys pressed on the keyboard while starting SEB is not allowed. Restart SEB without holding any keys." = "Drücken von Tasten während des Aufstartens von SEB ist nicht erlaubt. Starten Sie SEB neu, ohne irgendwelche Tasten gedrückt zu halten.";

/* No comment provided by engineer. */
"Holding the Command key down while restarting SEB is not allowed, release it to continue." = "Drücken der Befehlstaste (cmd) während des Neustarts von SEB ist nicht erlaubt. Zum Weiterfahren Taste loslassen.";

/* No comment provided by engineer. */
"Holding the Command key down while starting SEB is not allowed. Restart SEB without holding any keys." = "Drücken der Befehlstaste (cmd) während des Aufstartens von SEB ist nicht erlaubt. Starten Sie SEB neu, ohne irgendwelche Tasten gedrückt zu halten.";

/* No comment provided by engineer. */
"Identity" = "Identität";

/* No comment provided by engineer. */
"If you don't enter the correct SEB administrator password, then you cannot open preferences." = "Ohne Eingabe des korrekten SEB Administrator-Passwortes können die Einstellungen nicht geöffnet werden.";

/* No comment provided by engineer. */
"If you don't enter the correct quit password, then you cannot quit SEB." = "Wenn Sie das korrekte Beenden-Passwort nicht eingeben, können Sie SEB nicht beenden.";

/* No comment provided by engineer. */
"If you don't enter the right administrator password from these settings you cannot open them." = "Ohne Eingabe des korrekten, in dieser Konfigurationsdatei verwendeten SEB Administrator-Passworts kann diese nicht geöffnet werden.";

/* No comment provided by engineer. */
"Important Notice for First Time Users" = "Wichtiger Hinweis für neue Benutzer";

/* No comment provided by engineer. */
"Info" = "Info";

/* No comment provided by engineer. */
"It's not allowed to open this URL! You can create a new filter rule based on the following patterns:" = "Es ist nicht erlaubt, diese URL zu öffnen! Sie können eine neue Filterregel basierend auf den folgenden Schemas erstellen:";

/* No comment provided by engineer. */
"Left" = "Links";

/* No comment provided by engineer. */
"Loaded settings are empty and cannot be used." = "Geladene Konfigurationdatei ist leer und kann nicht benutzt werden.";

/* No comment provided by engineer. */
"Loading New SEB Settings Not Allowed!" = "Neue Einstellungen laden nicht erlaubt!";

/* No comment provided by engineer. */
"Loading Settings" = "Einstellungen werden geladen";

/* (No Commment) */
"Loading new SEB settings failed!" = "Laden von neuen SEB-Einstellungen fehlgeschlagen!";

/* (No Commment) */
"Loading new SEB settings not allowed!" = "Laden von neuen SEB-Einstellungen nicht erlaubt!";

/* No comment provided by engineer. */
"Loading new settings failed!" = "Neue Einstellungen laden fehlgeschlagen!";

/* No comment provided by engineer. */
"Loading settings" = "Einstellungen werden geladen";

/* No comment provided by engineer. */
"Local Client Settings" = "Lokale Client-Einstellungen";

/* No comment provided by engineer. */
"Local SEB Settings Have Been Reset" = "Lokale Client-Einstellungen wurden zurückgesetzt";

/* No comment provided by engineer. */
"Local SEB settings are corrupted!" = "Lokale Client-Einstellungen sind beschädigt!";

/* No comment provided by engineer. */
"Local client settings have the option 'Allow to open preferences window on client' disabled, which will prevent opening the preferences window even when you restart SEB. Are you sure you want to apply this? Otherwise you can reset this option." = "Die lokalen Client-Einstellungen haben die Option 'Einstellungen-Fenster darf auf Client geöffnet werden' deaktiviert, was das Öffnen des Einstellungen-Fensters selbst nach einem Neustart von SEB verhindert. Sind Sie sicher, dass Sie das anwenden wollen? Ansonsten können Sie diese Option zurücksetzen.";

/* No comment provided by engineer. */
"Local preferences have either been manipulated or created by an incompatible SEB version. You can reset settings now or quit and try to use your previous SEB version to review or export settings as a .seb file for configuring the new version.

Reset local settings and continue?" = "Die lokalen Einstellungen wurden entweder von einer inkompatiblen SEB-Version erstellt oder beschädigt. Sie können die Einstellungen jetzt zurücksetzen oder SEB jetzt beenden und die vorherige SEB-Version benutzen, um die Einstellungen zu exportieren und danach zum Konfigurieren der neuen Version zu benutzen.

Lokale Einstellungen zurücksetzen und weiterfahren?";

/* No comment provided by engineer. */
"Local preferences were created by an incompatible SEB version, damaged or manipulated. They have been reset to the default settings. Ask your exam supporter to re-configure SEB correctly." = "Die lokalen Einstellungen wurden entweder von einer inkompatiblen SEB-Version erstellt oder beschädigt. Sie wurden auf die Voreinstellungen zurückgesetzt. Wenden Sie sich an Ihren Prüfungs-Support, um SEB wieder korrekt zu konfigurieren.";

/* (No Commment) */
"Local preferences were either created by an incompatible SEB version or manipulated. They have been reset to the default settings. Ask your exam supporter to re-configure SEB correctly." = "Die lokalen Einstellungen wurden entweder von einer inkompatiblen SEB-Version erstellt oder beschädigt. Sie wurden auf die Voreinstellungen zurückgesetzt. Wenden Sie sich an Ihren Prüfungs-Support, um SEB wieder korrekt zu konfigurieren.";

/* No comment provided by engineer. */
"Local settings of this SEB client have been reconfigured. Do you want to continue working with SEB now or quit?" = "Lokale Einstelllungen von SEB wurden neu konfiguriert. Wollen Sie jetzt mit SEB weiter arbeiten oder beenden?";

/* No comment provided by engineer. */
"Local settings of this SEB client have been reconfigured. Do you want to start working with SEB now or quit?" = "Lokale Einstelllungen von SEB wurden neu konfiguriert. Wollen Sie jetzt mit SEB arbeiten oder beenden?";

/* No comment provided by engineer. */
"Main Browser Window" = "Haupt-Browserfenster";

/* Title of 'Network' preference pane */
"Network" = "Netzwerk";

/* No comment provided by engineer. */
"No Encryption Credentials Chosen" = "Keine Verschlüsselung gewählt";

/* (No Commment) */
"No encryption credentials chosen" = "Keine Verschlüsselung gewählt";

/* No comment provided by engineer. */
"None" = "Keine";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"OS X" = "OS X";

/* No comment provided by engineer. */
"On OS X 10.7 SEB can only be used as an exam client. Run SEB on OS X 10.8 or higher to create a .seb configuration file to configure this SEB client as well." = "Unter OS X 10.7 kann SEB nur als Prüfungs-Client verwendet werden. Benutzen Sie SEB unter OS X 10.8 oder neuer um eine .seb Konfigurationsdatei zu erstellen, mittels derer auch dieser Prüfungs-Client konfiguriert werden kann.";

/* No comment provided by engineer. */
"Opening New Settings Failed!" = "Öffnen neuer Einstellungen fehlgeschlagen!";

/* No comment provided by engineer. */
"Opening Preferences Disabled" = "Öffnen neuer Einstellungen nicht möglich";

/* No comment provided by engineer. */
"Opening Settings Failed" = "Öffnen der Einstellungen fehlgeschlagen!";

/* (No Commment) */
"Opening new settings failed!" = "Öffnen neuer Einstellungen fehlgeschlagen!";

/* No comment provided by engineer. */
"Override" = "Ignorieren";

/* No comment provided by engineer. */
"Parts of this project have been carried out as part of the program 'AAA/SWITCH – e-Infrastructure for e-Science' lead by SWITCH, the Swiss National Research and Education Network and the cooperative CRUS project 'Learning Infrastructure' coordinated by SWITCH, and was supported by funds from the ETH Board." = "Dieses Projekt wurde teilweise im Rahmen des von SWITCH geleiteten Programms 'AAA/SWITCH – e-Infrastructure für e-Science' und des durch SWITCH koordinierten CRUS-Kooperationsprojektes 'Learning Infrastructure' durchgeführt und erhielt finanzielle Unterstützung durch den ETH-Rat.";

/* No comment provided by engineer. */
"Paste from saved clipboard" = "Einfügen aus gesicherter Zwischenablage";

/* No comment provided by engineer. */
"Please confirm the %@ password first." = "Bitte %@ Passwort zuerst bestätigen";

/* No comment provided by engineer. */
"Please enter correct confirm password" = "Bitte gleiches Passwort erneut eingeben";

/* No comment provided by engineer. */
"Preferences Window Not Available on OS X 10.7" = "Einstellungen-Fenster nicht verfügbar unter OS X 10.7";

/* No comment provided by engineer. */
"Quit" = "Beenden";

/* No comment provided by engineer. */
"Quit SEB" = "SEB Beenden";

/* No comment provided by engineer. */
"Quit Safe Exam Browser" = "Safe Exam Browser beenden";

/* No comment provided by engineer. */
"Reading New Settings Failed!" = "Neue Einstellungen laden fehlgeschlagen!";

/* No comment provided by engineer. */
"Reconfigure SEB Settings" = "Einstelllungen neu konfigurieren";

/* No comment provided by engineer. */
"Reload" = "Neu laden";

/* No comment provided by engineer. */
"Reload Current Page" = "Aktuelle Seite neu laden";

/* No comment provided by engineer. */
"Reset" = "Zurücksetzen";

/* Title of 'Resources' preference pane */
"Resources" = "Ressourcen";

/* No comment provided by engineer. */
"Restart Exam" = "Prüfung neu starten";

/* No comment provided by engineer. */
"Retry" = "Wiederholen";

/* No comment provided by engineer. */
"Right" = "Rechts";

/* No comment provided by engineer. */
"SEB Not in %@ Folder!" = "SEB nicht im Verzeichnis '%@'!";

/* No comment provided by engineer. */
"SEB Re-Configured" = "SEB neu konfiguriert";

/* No comment provided by engineer. */
"SEB cannot run when the Force Quit window is open. Close the window or quit SEB." = "SEB kann nicht gestartet werden, wenn das Fenster 'Programme sofort beenden' geöffnet ist. Dieses Fenster schliessen oder SEB beenden.";

/* No comment provided by engineer. */
"SEB has to be placed in the %@ folder in order for all features to work correctly. Move the 'Safe Exam Browser' app to your %@ folder and make sure that you don't have any other versions of SEB installed on your system. SEB will quit now." = "SEB muss im Verzeichnis '%1$@' installiert werden. Bewegen Sie die 'Safe Exam Browser' App in Ihr Verzeichnis %2$@ und stellen Sie sicher, dass Sie keine anderen Versionen von SEB auf Ihrem System installiert haben. SEB wird jetzt beendet.";

/* No comment provided by engineer. */
"SEB is already running in exam mode and it is not allowed to interupt this by starting another exam. Finish the exam and quit SEB before starting another exam." = "SEB läuft bereits im Prüfungsmodus und es ist nicht erlaubt, diesen durch den Start einer anderen Prüfung zu unterbrechen. Beenden Sie die Prüfung und starten Sie SEB neu.";

/* (No Commment) */
"SEB is configured to only allow to upload a file which was downloaded before. So download a file and if you edit it in a third party application, be sure to save it with the same name at the same path." = "SEB ist so konfiguriert, dass nur eine zuvor heruntergelade Datei heraufgeladen werden kann. Laden Sie eine Datei herunter und wenn Sie diese in einer Drittapplikation bearbeiten, speichern Sie diese mit demselben Dateinamen im gleichen Verzeichnis.";

/* No comment provided by engineer. */
"SEB is configured to only allow uploading a file which was downloaded before. So download a file and if you edit it in a third party application, be sure to save it with the same name at the same path." = "SEB ist so konfiguriert, dass nur eine zuvor heruntergelade Datei heraufgeladen werden kann. Laden Sie eine Datei herunter und wenn Sie diese in einer Drittapplikation bearbeiten, speichern Sie diese mit demselben Dateinamen im gleichen Verzeichnis.";

/* No comment provided by engineer. */
"SEB is locked because a user switch was attempted. It's only possible to unlock SEB with the restart/quit password, which usually exam supervision/support knows." = "SEB ist gesperrt, weil versucht wurde, auf einen anderen Benutzer umzuschalten. SEB kann nur mittels des Neustarten-/Beenden-Passworts entsperrt werden, welches üblicherweise der Prüfungsaufsicht bekannt ist.";

/* No comment provided by engineer. */
"SEB was locked (exam interrupted) for %ld:%.2ld (minutes:seconds)" = "SEB war gesperrt (Prüfung unterbrochen) für %ld:%.2ld (Minuten:Sekunden)";

/* No comment provided by engineer. */
"SEB will upload the same file which was downloaded before. If you edited it in a third party application, be sure you have saved it with the same name at the same path." = "SEB wird die zuvor heruntergeladene Datei heraufladen. Wenn also eine Datei heruntergeladen und in einer Drittapplikation bearbeitet wird, muss diese mit demselben Dateinamen im selben Verzeichnis wieder gespeichert werden.";

/* No comment provided by engineer. */
"SOCKS Proxy" = "SOCKS-Proxy";

/* No comment provided by engineer. */
"SSL Certificate" = "SSL-Zertifikat";

/* No comment provided by engineer. */
"Save Changes" = "Änderungen speichern";

/* No comment provided by engineer. */
"Save settings to display its Browser Exam Key" = "Einstellungen speichern, um deren Browser Exam Key anzuzeigen";

/* No comment provided by engineer. */
"Save unencrypted" = "Unverschlüsselt speichern";

/* No comment provided by engineer. */
"Saving Settings Failed" = "Speichern der Einstellungen fehlgeschlagen";

/* (No Commment) */
"Saving Settings Succeeded" = "Einstellungen gespeichert";

/* No comment provided by engineer. */
"Secure Web Proxy (HTTPS)" = "Sicherer Web-Proxy (HTTPS)";

/* Title of 'Security' preference pane */
"Security" = "Sicherheit";

/* No comment provided by engineer. */
"Security Warning" = "Sicherheitswarnung";

/* No comment provided by engineer. */
"Select" = "Auswählen";

/* No comment provided by engineer. */
"Settings Corrupted" = "Einstellungen sind beschädigt";

/* No comment provided by engineer. */
"Settings for Configuring Client" = "Einstellungen zum Umkonfigurieren eines SEB-Clients";

/* No comment provided by engineer. */
"Settings for Starting Exam" = "Einstellungen zum Starten einer Prüfung";

/* No comment provided by engineer. */
"Settings have been saved, use this file to configure local settings of a SEB client." = "Konfiguration wurde gespeichert, benutzen Sie diese Datei um die lokalen Einstellungen eines SEB-Clients umzukonfigurieren.";

/* No comment provided by engineer. */
"Settings have been saved, use this file to start an exam with SEB." = "Konfiguration wurde gespeichert, benutzen Sie diese Datei um eine Prüfung zu starten.";

/* No comment provided by engineer. */
"Standard user agent" = "Standard User Agent";

/* No comment provided by engineer. */
"Start" = "Start";

/* No comment provided by engineer. */
"Streaming Proxy (RTSP)" = "Streaming-Proxy (RTSP)";

/* No comment provided by engineer. */
"Switched back after user switch / login window" = "Wechsel zurück nach Benutzerwechsel / Anmeldefenster";

/* No comment provided by engineer. */
"The identity needed to decrypt settings has not been found in the keychain!" = "Identität zur Entschlüsselung dieser SEB-Konfigurationsdatei wurde im Schlüsselbund nicht gefunden!";

/* No comment provided by engineer. */
"The list containing ignore filter expressions has only an effect on the 'Teach allowed/blocked URLs' mode; loading ignored URLs/resources won't display a dialog anymore. They are blocked anyways, because all not allowed URLs are blocked by the URL filter. Do you want to clear the list now?" = "Die Liste mit Filterregeln für zu ignorierende URLs hat nur im Filterregeln-Lernen-Modus eine Wirkung, für ignorierte URLs/Ressourcen wird dauerhaft keine Warnung angezeigt. Blockiert werden diese URLs sowieso, weil alle nicht explizit erlaubten URLs vom Filter blockiert werden. Wollen Sie die Liste nun löschen?";

/* No comment provided by engineer. */
"These settings are corrupted and cannot be used." = "Diese Einstellungen sind beschädigt und können nicht benutzt werden.";

/* No comment provided by engineer. */
"These settings cannot be used. They may have been created by an incompatible version of SEB or are corrupted." = "Diese Einstellungen können nicht benutzt werden. Sie wurden entweder von einer inkompatiblen SEB-Version erstellt oder sind beschädigt";

/* No comment provided by engineer. */
"These settings have the option 'Allow to open preferences window on client' disabled. Are you sure you want to apply this? Otherwise you can override this option for the current session." = "Diese Einstellungen haben die Option 'Einstellungen-Fenster darf auf Client geöffnet werden' deaktiviert. Sind Sie sicher, dass Sie das anwenden wollen? Ansonsten können Sie diese Option während der aktuellen Session ignorieren.";

/* No comment provided by engineer. */
"This embedded resource isn't allowed! You can create a new filter rule based on the following patterns:" = "Es ist nicht erlaubt, diese eingebettete Ressouce zu öffnen! Sie können eine neue Filterregel basierend auf den folgenden Schemas erstellen:";

/* No comment provided by engineer. */
"This setting allows to switch to any application on the exam client computer. Use this option only when running SEB in a special user account managed by parental controls, with only SEB and the desired applications allowed." = "Diese Einstellung erlaubt es, auf jede beliebige Applikation auf dem Prüfungsrechner zu wechseln. Sie sollte nur benutzt werden, wenn SEB in einem Benutzeraccount verwendet wird, welches mittels der OS X Kindersicherung verwaltet wird. Dabei sollten nur SEB und die gewünschten Applikationen zugelassen werden.";

/* No comment provided by engineer. */
"Touch Optimized Mode Warning" = "Warnung Modus Touch-Optimized";

/* No comment provided by engineer. */
"Touch optimization will not work when kiosk mode is set to 'Create new desktop', please change kiosk mode to 'Disable Explorer Shell' in the Security pane." = "Touch-Optimierung funktioniert nicht, wenn der Kiosk-Modus 'Neuen Desktop erstellen' eingestellt ist, bitte Kiosk-Modus in den Sicherheits-Einstellungen auf 'Windows Explorer deaktivieren' ändern.";

/* No comment provided by engineer. */
"URL Blocked!" = "Blockierte URL!";

/* No comment provided by engineer. */
"Unconfirmed Password" = "Unbestätigtes Passwort";

/* No comment provided by engineer. */
"Unsaved Changes" = "Ungesicherte Änderungen";

/* Title of a new opened browser window; Untitled */
"Untitled" = "Unbenannt";

/* Title of 'Appearance' preference pane */
"User Interface" = "Benutzeroberfläche";

/* No comment provided by engineer. */
"User switch / switch to login window detected" = "Benutzerwechsel / Anmeldefenster detektiert";

/* No comment provided by engineer. */
"Verbose" = "Alles";

/* No comment provided by engineer. */
"Version" = "Version";

/* No comment provided by engineer. */
"Virtual Machine Detected!" = "Virtuelle Maschine erkannt!";

/* No comment provided by engineer. */
"Warning" = "Warnungen";

/* No comment provided by engineer. */
"Web Proxy (HTTP)" = "Web-Proxy (HTTP)";

/* No comment provided by engineer. */
"Win" = "Win";

/* No comment provided by engineer. */
"Win: User agent for desktop mode" = "Win: User Agent für Desktop-Modus";

/* No comment provided by engineer. */
"Win: User agent for touch/tablet mode" = "Win: User Agent für Touch-/Tablet-Modus";

/* No comment provided by engineer. */
"Wrong Admin Password" = "Falsches Administrator-Passwort";

/* No comment provided by engineer. */
"Wrong Password! Try again to enter the correct current SEB administrator password:" = "Falsches Passwort! Bitte erneut versuchen, das korrrekte SEB Administrator-Passwort einzugeben:";

/* No comment provided by engineer. */
"Wrong Password! Try again to enter the correct password used to encrypt these settings:" = "Falsches Passwort! Bitte erneut versuchen, das korrrekte zur Verschlüsselung dieser Einstellungen benutzte Passwort einzugeben:";

/* No comment provided by engineer. */
"Wrong Password! Try again to enter the correct password:" = "Falsches Passwort! Bitte erneut versuchen, das korrrekte Passwort einzugeben:";

/* No comment provided by engineer. */
"Wrong Quit Password" = "Falsches Beenden-Passwort";

/* No comment provided by engineer. */
"Wrong password entered!" = "Falsches Passwort eingegeben!";

/* No comment provided by engineer. */
"Wrong password! Try again to enter the correct SEB administrator password from these settings:" = "Falsches Passwort! Bitte erneut versuchen, das korrrekte SEB Administrator-Passwort aus diesen Einstellungen einzugeben:";

/* No comment provided by engineer. */
"Wrong quit/restart password." = "Falsches Beenden-/Neustart-Passwort";

/* No comment provided by engineer. */
"You are not allowed to run SEB inside a virtual machine!" = "Es ist nicht erlaubt, SEB innerhalb einer virtuellen Maschine zu betreiben!";

/* No comment provided by engineer. */
"You can only reconfigure SEB by entering the current SEB administrator password:" = "Sie können SEB nur nach Eingabe des aktuellen SEB-Administrator-Passwortes neu konfigurieren:";

/* No comment provided by engineer. */
"You didn't enter the correct current SEB administrator password." = "Sie haben das SEB Administrator-Passwort nicht korrekt eingegeben.";

/* No comment provided by engineer. */
"You edited settings. Do you want to apply them or continue using previous settings (current settings will be discarded)?" = "Sie haben die Einstellungen bearbeitet. Wollen Sie diese anwenden oder mit den vorherigen Einstellungen weiterfahren (bearbeitete Einstellungen werden verworfen)?";

/* No comment provided by engineer. */
"You edited settings. Do you want to apply them or continue using previous settings?" = "Sie haben die Einstellungen bearbeitet. Wollen Sie diese anwenden oder mit den vorherigen Einstellungen weiterfahren?";

/* No comment provided by engineer. */
"You either entered the wrong password or these settings were saved with an incompatible SEB version." = "Sie haben entweder ein falsches Passwort eingegeben oder diese Konfiguration wude mit einer inkompatiblen SEB-Version erstellt.";

/* No comment provided by engineer. */
"You should either enter a password or choose a cryptographic identity to encrypt the SEB settings file.

You can save an unencrypted settings file, but this is not recommended for use in exams." = "Sie sollten entweder ein Passwort oder eine kryptografische Identität zum Verschlüsseln der Konfigurationsdatei verwenden.

Sie können eine unverschlüsselte Datei speichern, aber dies ist nicht für die Benutzung in Prüfungen empfohlen.";

/* No comment provided by engineer. */
"administrator" = "Administrator";

/* No comment provided by engineer. */
"allow" = "erlauben";

/* No comment provided by engineer. */
"allow to use SEB only with service" = "SEB darf nur mit Service laufen";

/* No comment provided by engineer. */
"allow to use SEB without service" = "SEB darf ohne Service laufen";

/* No comment provided by engineer. */
"block" = "blockieren";

/* No comment provided by engineer. */
"by attempting to upload same file downloaded before" = "versuchen, die zuvor heruntergeladene Datei auszuwählen";

/* No comment provided by engineer. */
"by only allowing to upload the same file downloaded before" = "nur zuvor heruntergeladene Datei zulassen";

/* No comment provided by engineer. */
"get generally blocked" = "werden generell blockiert";

/* No comment provided by engineer. */
"manually with file requester" = "manuell mit Dateidialog";

/* No comment provided by engineer. */
"open in new window" = "werden in neuem Fenster geöffnet";

/* No comment provided by engineer. */
"open in same window" = "werden im selben Fenster geöffnet";

/* No comment provided by engineer. */
"quit" = "Beenden";

/* No comment provided by engineer. */
"settings" = "Einstellungen";

/* untitled filename */
"untitled" = "Unbenannt";

/* No comment provided by engineer. */
"warn when service is not running" = "Warnen, wenn der Service nicht läuft";

